{
	"navbar": {
		"home": "Главная",
		"ip": "Проверка IP",
		"leaks": "Утечки",
		"passwords": "Пароли",
		"reports": "Отчеты"
	},
	"homePage": {
		"heroSection": {
			"title": "Обеспечьте Полную Безопасность Сети с SecureNet",
			"subtitle": "Анализируйте угрозы, проверяйте IP-адреса, выявляйте утечки данных и защищайте пароли — всё в одном решении",
			"button": "Начать"
		},
		"servicesSection": {
			"title": "Комплексная кибербезопасность в одном месте",
			"subtitle": "Наши инструменты помогут вам предотвратить угрозы, защитить конфиденциальные данные и укрепить безопасность вашей сети",
			"blocks": {
				"checkIp": {
					"title": "Проверка IP-адресов",
					"description": "Анализируйте IP-адреса и выявляйте угрозы. Оперативно блокируйте вредоносные источники."
				},
				"dataLeaks": {
					"title": "Обнаружение утечек данных",
					"description": "Проверьте, не утекли ли ваши данные. Мы анализируем базы утечек для защиты вашей информации"
				},
				"passwords": {
					"title": "Оценка паролей",
					"description": "Проверьте надежность ваших паролей и получите рекомендации для их укрепления."
				},
				"reports": {
					"title": "Подготовка отчетов",
					"description": "Получайте подробные отчеты о безопасности и актуальных угрозах для вашей сети."
				}
			}
		},
		"protectionToolsSection": {
			"title": "Как SecureNet помогает защитить ваши данные?",
			"subtitle": "Четыре ключевых инструмента, которые обеспечивают полную безопасность вашей сети, помогая вам предотвращать атаки, защищать конфиденциальную информацию и оперативно реагировать на угрозы. SecureNet предлагает решения, которые могут мгновенно выявить потенциальные риски и предупредить вас о возможных инцидентах, обеспечивая защиту на каждом этапе.",
			"cards": {
				"card1": {
					"title": "Проверка IP-адресов",
					"description": "Каждую секунду в интернете появляются тысячи новых угроз. Наш инструмент анализа IP-адресов позволяет вам мгновенно проверить, не является ли указанный IP-адрес источником вредоносной активности. Мы используем базы данных угроз и киберразведку, чтобы обезопасить вашу сеть.",
					"button": "Проверить IP"
				},
				"card2": {
					"title": "Обнаружение утечек данных",
					"description": "Данные ваших клиентов и компании могут оказаться в открытом доступе после утечек на сторонних сервисах. SecureNet анализирует утечки по миллионам скомпрометированных записей и предупреждает вас, если ваши данные были раскрыты.",
					"button": "Найти утечки"
				},
				"card3": {
					"title": "Оценка паролей",
					"description": "Слабый пароль – это открытая дверь для хакеров. Наш инструмент позволяет определить, насколько надежен ваш пароль, и подскажет, как его улучшить. Также мы проверяем, не утекли ли ваши пароли в результате взломов.",
					"button": "Проверить пароль"
				},
				"card4": {
					"title": "Подготовка отчетов",
					"description": "Безопасность требует контроля. Наш инструмент автоматически анализирует вашу сеть и создает детальные отчеты о возможных угрозах. Используйте эти данные для защиты бизнеса или личных аккаунтов.",
					"button": "Посмотреть отчет"
				}
			}
		},
		"threatCaseSection": {
			"title": "Узнайте, какие угрозы могут вас коснуться и как SecureNet решает эти проблемы",
			"subtitle": "Реальные примеры кибератак и методы защиты, которые помогут вам предотвратить потери данных:",
			"strongCase": "Случай: ",
			"strongSolution": "Решение: ",
			"strongResult": "Результат: ",
			"case": "Многие пользователи используют один и тот же пароль на разных сайтах. В результате взлома одного из популярных сервисов хакеры получили миллионы учетных данных и начали использовать их для взлома других аккаунтов.",
			"solution": "Пользователи, проверившие свои пароли через наш сервис, узнали, что их данные были скомпрометированы. Это позволило им вовремя изменить пароли и защитить свои аккаунты.",
			"result": "Тысячи пользователей избежали кражи аккаунтов и финансовых потерь."
		}
	},
	"passwordPage": {
		"passwordCheck": {
			"title": "Насколько надёжен ваш пароль?",
			"subtitle": "Ваш пароль — это первый рубеж защиты ваших данных. Убедитесь, что он достаточно сложный и не попал в утёкшие базы. Введите пароль в поле ниже, и мы оценим его безопасность.",
			"button": "Очистить",
			"passwordStrength": {
				"0": "очень слабый",
				"1": "слабый",
				"2": "средний",
				"3": "сильный",
				"4": "очень сильный"
			},
			"strengthLabel": "Надёжность пароля: ",
			"crackTimeLabel": "Время взлома: ",
			"recommendationsLabel": "Рекомендации: ",
			"timeToCrack": {
				"minute": "минута",
				"minutes": "минут",
				"hour": "час",
				"hours": "часов",
				"day": "день",
				"days": "дней",
				"week": "неделя",
				"weeks": "недель",
				"month": "месяц",
				"months": "месяцец",
				"year": "год",
				"years": "лет",
				"centuries": "века"
			},
			"recommendations": {
				"use_a_few_words,_avoid_common_phrases": "Используйте несколько слов, избегайте общих фраз",
				"no_need_for_symbols,_digits,_or_uppercase_letters": "Нет необходимости в символах, цифрах или заглавных буквах",
				"add_another_word_or_two_uncommon_words_are_better_": "Добавьте ещё одно или два слова. Редкие слова лучше.",
				"use_a_longer_keyboard_pattern_with_more_turns": "Используйте более длинный и сложный паттерн на клавиатуре, с большим количеством поворотов.",
				"avoid_repeated_words_and_characters": "Избегайте повторяющихся слов и символов.",
				"avoid_sequences": "Избегайте последовательностей.",
				"avoid_recent_years": "Избегайте последних лет",
				"avoid_years_that_are_associated_with_you": "Избегайте лет, связанных с вами",
				"avoid_dates_and_years_that_are_associated_with_you": "Избегайте дат и лет, связанных с вами.",
				"capitalization_doesn_t_help_very_much": "Использование заглавных букв не сильно улучшает безопасность пароля. Попробуйте использовать другие методы для его усложнения.",
				"all-uppercase_is_almost_as_easy_to_guess_as_all-lowercase": "Все заглавные буквы почти так же легко угадываются, как и все строчные",
				"predictable_substitutions_like_instead_of_a_don_t_help_very_much": "Предсказуемые замены, такие как '@' вместо 'a', не сильно помогают"
			},
			"warnings": {
				"straight_rows_of_keys_are_easy_to_guess": "Прямые ряды клавиш легко угадываются. Избегайте их.",
				"short_keyboard_patterns_are_easy_to_guess": "Короткие последовательности на клавиатуре легко угадываются. Попробуйте использовать более длинные и случайные сочетания.",
				"repeats_like_aaa_are_easy_to_guess": "Повторяющиеся символы, такие как 'aaa', легко угадываются. Избегайте их.",
				"sequences_like_abc_or_6543_are_easy_to_guess": "Последовательности, такие как 'abc' или '6543', легко угадываются. Лучше использовать случайные символы или более сложные комбинации.",
				"repeats_like_abcabcabc_are_only_slightly_harder_to_guess_than_abc_": "Повторяющиеся последовательности, например, 'abcabcabc', лишь немного сложнее для угадывания, чем 'abc'. Старайтесь избегать подобных паттернов.",
				"recent_years_are_easy_to_guess": "Последние годы легко угадать",
				"dates_are_often_easy_to_guess": "Даты часто легко угадываются. Избегайте использования личных дат (например, дат рождения или годовщин).",
				"a_word_by_itself_is_easy_to_guess": "Одно слово без дополнительного контекста легко угадывается. Старайтесь добавлять символы или числа для усложнения пароля.",
				"this_is_a_top_10_common_password": "Это один из 10 самых популярных паролей. Использование таких паролей значительно снижает безопасность. Попробуйте создать уникальный и сложный пароль.",
				"this_is_a_top_100_common_password": "Это один из 100 самых популярных паролей. Использование таких паролей значительно снижает безопасность. Попробуйте создать уникальный и сложный пароль.",
				"this_is_a_very_common_password": "Это очень распространённый пароль.",
				"this_is_similar_to_a_commonly_used_password": "Это похоже на часто используемый пароль",
				"names_and_surnames_by_themselves_are_easy_to_guess": "Имена и фамилии сами по себе легко угадать",
				"common_names_and_surnames_are_easy_to_guess": "Популярные имена и фамилии легко угадать"
			}
		},
		"PasswordGenerator": {
			"title": "Создайте надежный пароль",
			"subtitle": "Ваши данные под защитой! Используйте генератор паролей, чтобы создать уникальный и безопасный пароль, соответствующий лучшим практикам кибербезопасности. Настройте параметры и скопируйте готовый пароль одним кликом.",
			"userPasswords": "Ваш пароль:",
			"passwordLength": "Длина пароля:",
			"passwordQuantity": "Количество паролей:",
			"otherPasswords": "Другие пароли:",
			"uppercaseLetters": "Заглавные буквы",
			"lowercaseLetters": "Строчные буквы",
			"numbers": "Числа",
			"symbols": "Символы",
			"copied": "Скопировано",
			"indication": "Укажите количество паролей в настройках",
			"qaDropDown": {
				"question1": "Какой пароль считается надежным?",
				"answer1": "Надежный пароль должен быть длинным, минимум 12 символов (лучше 16 и более). Он должен включать буквы как в верхнем, так и в нижнем регистре, цифры и специальные символы, такие как @, #, $, %. Важно, чтобы пароль не содержал легко угадываемые комбинации, такие как имена, даты рождения, или популярные фразы вроде '123456' или 'password'. Такие пароли легко поддаются взлому.",
				"question2": "Можно ли использовать один пароль для всех аккаунтов?",
				"answer2": "Использование одного пароля для всех аккаунтов — это большая угроза безопасности. Если злоумышленник получит доступ к одному из ваших аккаунтов, он сможет без труда получить доступ и к другим, что значительно увеличивает риски. Чтобы обезопасить свои данные, важно использовать уникальные пароли для каждого сервиса, а также рассмотреть использование менеджера паролей для их удобного хранения и управления.",
				"question3": "Как запомнить все свои пароли?",
				"answer3": "Лучший способ запомнить все пароли — это использовать менеджеры паролей, такие как Bitwarden, 1Password или KeePass. Эти инструменты помогут надежно хранить и генерировать сложные пароли для каждого сервиса. Если вы предпочитаете записывать пароли вручную, обязательно защищайте их паролем или используйте зашифрованные файлы для хранения. Не рекомендуется хранить пароли в открытых заметках или документах без защиты.",
				"question4": "Как часто нужно менять пароль?",
				"answer4": "Если ваш пароль длинный, сложный и уникальный, менять его не обязательно, пока не произошло утечек данных или появления признаков подозрительной активности. Однако если сервис рекомендует сменить пароль или если вам сообщили о возможной утечке данных, рекомендуется немедленно сменить пароль. Регулярно обновляйте пароли для своих аккаунтов, чтобы повысить их безопасность."
			}
		}
	}
}