{
	"navbar": {
		"home": "Главная",
		"ip": "Проверка IP",
		"leaks": "Утечки",
		"passwords": "Пароли",
		"reports": "Отчеты"
	},
	"homePage": {
		"heroSection": {
			"title": "Обеспечьте Полную Безопасность Сети с SecureNet",
			"subtitle": "Анализируйте угрозы, проверяйте IP-адреса, выявляйте утечки данных и защищайте пароли — всё в одном решении",
			"button": "Начать"
		},
		"servicesSection": {
			"title": "Комплексная кибербезопасность в одном месте",
			"subtitle": "Наши инструменты помогут вам предотвратить угрозы, защитить конфиденциальные данные и укрепить безопасность вашей сети",
			"blocks": {
				"checkIp": {
					"title": "Проверка IP-адресов",
					"description": "Анализируйте IP-адреса и выявляйте угрозы. Оперативно блокируйте вредоносные источники."
				},
				"dataLeaks": {
					"title": "Обнаружение утечек данных",
					"description": "Проверьте, не утекли ли ваши данные. Мы анализируем базы утечек для защиты вашей информации"
				},
				"passwords": {
					"title": "Оценка паролей",
					"description": "Проверьте надежность ваших паролей и получите рекомендации для их укрепления."
				},
				"reports": {
					"title": "Подготовка отчетов",
					"description": "Получайте подробные отчеты о безопасности и актуальных угрозах для вашей сети."
				}
			}
		},
		"protectionToolsSection": {
			"title": "Как SecureNet помогает защитить ваши данные?",
			"subtitle": "Четыре ключевых инструмента, которые обеспечивают полную безопасность вашей сети, помогая вам предотвращать атаки, защищать конфиденциальную информацию и оперативно реагировать на угрозы. SecureNet предлагает решения, которые могут мгновенно выявить потенциальные риски и предупредить вас о возможных инцидентах, обеспечивая защиту на каждом этапе.",
			"cards": {
				"card1": {
					"title": "Проверка IP-адресов",
					"description": "Каждую секунду в интернете появляются тысячи новых угроз. Наш инструмент анализа IP-адресов позволяет вам мгновенно проверить, не является ли указанный IP-адрес источником вредоносной активности. Мы используем базы данных угроз и киберразведку, чтобы обезопасить вашу сеть.",
					"button": "Проверить IP"
				},
				"card2": {
					"title": "Обнаружение утечек данных",
					"description": "Данные ваших клиентов и компании могут оказаться в открытом доступе после утечек на сторонних сервисах. SecureNet анализирует утечки по миллионам скомпрометированных записей и предупреждает вас, если ваши данные были раскрыты.",
					"button": "Найти утечки"
				},
				"card3": {
					"title": "Оценка паролей",
					"description": "Слабый пароль – это открытая дверь для хакеров. Наш инструмент позволяет определить, насколько надежен ваш пароль, и подскажет, как его улучшить. Также мы проверяем, не утекли ли ваши пароли в результате взломов.",
					"button": "Проверить пароль"
				},
				"card4": {
					"title": "Подготовка отчетов",
					"description": "Безопасность требует контроля. Наш инструмент автоматически анализирует вашу сеть и создает детальные отчеты о возможных угрозах. Используйте эти данные для защиты бизнеса или личных аккаунтов.",
					"button": "Посмотреть отчет"
				}
			}
		},
		"threatCaseSection": {
			"title": "Узнайте, какие угрозы могут вас коснуться и как SecureNet решает эти проблемы",
			"subtitle": "Реальные примеры кибератак и методы защиты, которые помогут вам предотвратить потери данных:",
			"strongCase": "Случай: ",
			"strongSolution": "Решение: ",
			"strongResult": "Результат: ",
			"case": "Многие пользователи используют один и тот же пароль на разных сайтах. В результате взлома одного из популярных сервисов хакеры получили миллионы учетных данных и начали использовать их для взлома других аккаунтов.",
			"solution": "Пользователи, проверившие свои пароли через наш сервис, узнали, что их данные были скомпрометированы. Это позволило им вовремя изменить пароли и защитить свои аккаунты.",
			"result": "Тысячи пользователей избежали кражи аккаунтов и финансовых потерь."
		}
	}
}