{
	"navbar": {
		"home": "Головна",
		"ip": "Перевірка IP",
		"leaks": "Витоки",
		"passwords": "Паролі",
		"reports": "Звіти"
	},
	"homePage": {
		"heroSection": {
			"title": "Забезпечте повну безпеку мережі з SecureNet",
			"subtitle": "Аналізуйте загрози, перевіряйте IP-адреси, виявляйте витоки даних та захищайте паролі — все в одному рішенні",
			"button": "Почати"
		},
		"servicesSection": {
			"title": "Комплексна кібербезпека в одному місці",
			"subtitle": "Наші інструменти допоможуть вам запобігти загрозам, захистити конфіденційні дані та зміцнити безпеку вашої мережі",
			"blocks": {
				"checkIp": {
					"title": "Перевірка IP-адрес",
					"description": "Аналізуйте IP-адреси та виявляйте загрози. Оперативно блокуйте шкідливі джерела."
				},
				"dataLeaks": {
					"title": "Виявлення витоків даних",
					"description": "Перевірте, чи не витекли ваші дані. Ми аналізуємо бази витоків для захисту вашої інформації."
				},
				"passwords": {
					"title": "Оцінка паролів",
					"description": "Перевірте надійність ваших паролів і отримайте рекомендації для їх зміцнення."
				},
				"reports": {
					"title": "Підготовка звітів",
					"description": "Отримуйте детальні звіти про безпеку та актуальні загрози для вашої мережі."
				}
			}
		},
		"protectionToolsSection": {
			"title": "Як SecureNet допомагає захистити ваші дані?",
			"subtitle": "Чотири ключові інструменти, які забезпечують повну безпеку вашої мережі, допомагаючи вам запобігати атакам, захищати конфіденційну інформацію та оперативно реагувати на загрози. SecureNet пропонує рішення, які можуть миттєво виявити потенційні ризики та попередити вас про можливі інциденти, забезпечуючи захист на кожному етапі.",
			"cards": {
				"card1": {
					"title": "Перевірка IP-адрес",
					"description": "Щосекунди в інтернеті з’являються тисячі нових загроз. Наш інструмент аналізу IP-адрес дозволяє миттєво перевірити, чи є зазначена IP-адреса джерелом шкідливої активності. Ми використовуємо бази даних загроз і кіберрозвідку, щоб забезпечити безпеку вашої мережі.",
					"button": "Перевірити IP"
				},
				"card2": {
					"title": "Виявлення витоків даних",
					"description": "Дані ваших клієнтів та компанії можуть опинитися у відкритому доступі після витоків на сторонніх сервісах. SecureNet аналізує витоки за мільйонами скомпрометованих записів і попереджає вас, якщо ваші дані були розкриті.",
					"button": "Знайти витоки"
				},
				"card3": {
					"title": "Оцінка паролів",
					"description": "Слабкий пароль — це відкрита двері для хакерів. Наш інструмент допомагає визначити, наскільки надійний ваш пароль, і підкаже, як його покращити. Також ми перевіряємо, чи не потрапили ваші паролі в руки зловмисників.",
					"button": "Перевірити пароль"
				},
				"card4": {
					"title": "Формування звітів",
					"description": "Безпека потребує контролю. Наш інструмент автоматично аналізує вашу мережу та створює детальні звіти про можливі загрози. Використовуйте ці дані для захисту бізнесу чи особистих акаунтів.",
					"button": "Переглянути звіт"
				}
			}
		},
		"threatCaseSection": {
			"title": "Дізнайтеся, які загрози можуть вас торкнутися, і як SecureNet вирішує ці проблеми",
			"subtitle": "Реальні приклади кібератак та методи захисту, які допоможуть вам уникнути втрати даних:",
			"strongCase": "Випадок: ",
			"strongSolution": "Рішення: ",
			"strongResult": "Результат: ",
			"case": "Багато користувачів використовують один і той самий пароль на різних сайтах. Внаслідок зламу одного з популярних сервісів хакери отримали мільйони облікових даних і почали використовувати їх для зламу інших акаунтів.",
			"solution": "Користувачі, які перевірили свої паролі через наш сервіс, дізналися, що їхні дані були скомпрометовані. Це дозволило їм вчасно змінити паролі та захистити свої акаунти.",
			"result": "Тисячі користувачів уникли крадіжки акаунтів та фінансових втрат."
		}
	}
}